ehrenhasz/anvilos_alpha/oss_sovereignty/sources/sys_09_Anvil/source/ports/stm32/boards/PYBD_SF3/mpconfigboard.h



#include "boards/PYBD_SF2/mpconfigboard.h"

#undef MICROPY_HW_BOARD_NAME
#undef MICROPY_HW_MCU_NAME

#define MICROPY_HW_BOARD_NAME       "PYBD-SF3W"
#define MICROPY_HW_MCU_NAME         "STM32F733IEK"
